---
kind: property
id: P:Autodesk.Revit.DB.Visual.Metal.CommonTintColor
source: html/45717883-50cc-ef38-3fd0-d1d79db9a371.htm
---
# Autodesk.Revit.DB.Visual.Metal.CommonTintColor Property

The property labeled "Tint Color" from the "Metal" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".